---
kind: other
id: Methods.T:Autodesk.Revit.DB.SpatialElementBoundarySubface
source: html/84663ebd-6a4a-6c9b-8d45-50e89adca032.htm
---
# SpatialElementBoundarySubface Methods

Returns the face of the bounding element.